// translated to Macedonian by: MIsTeRIoZ "Zoran Dimovski"<zoki@email.com>
// Last sync with help_mp-en.h 1.113
// UTF-8
#ifdef HELP_MP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static char* banner_text=
"\n\n"
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)\n"
"\n";

static char help_text[]=
"Употреба: mplayerxp [опции] [url|патека/]ИмеНаДатотеката\n"
"\n"
"Основни Опции: (комплетна листа на man страницата)\n"
" -vo <drv[:dev]>  избира излезен видео драјвер и уред ('-vo help' за листа)\n"
" -ao <drv[:dev]>  избира излезен аудио драјвер и уред ('-ao help' за листа)\n"
#ifdef CONFIG_VCD
" vcd://<trackno>   пушта VCD (Video CD) од уред наместо од датотека\n"
#endif
#ifdef CONFIG_DVDREAD
" dvd://<titleno>   пушта DVD наслови од уред наместо од датотека\n"
" -alang/-slang    избира јазик на DVD аудио/превод (од 2-char код на државата)\n"
#endif
" -ss <timepos>    бара до дадената (секунди или hh:mm:ss) позиција\n"
" -nosound         не го пушта звукот\n"
" -fs              плејбек на цел екран (или -vm, -zoom, подетално во man страната)\n"
" -x <x> -y <y>    подесување на резолуцијата на прикажувањето (се употребува со -vm или -zoom)\n"
" -sub <file>      одредува датотека со превод за употреба (видете исто -subfps, -subdelay)\n"
" -playlist <file> одредува датотека со плејлиста\n"
" -vid x -aid y    избира видео (x) и аудио (y) проток за пуштање\n"
" -fps x -srate y  се менува видео (x fps) и аудио (y Hz) ратата\n"
" -pp <quality>    овозможува филтер за постпроцесирање (подетално во man страната)\n"
" -framedrop       овозможува отфрлање на фрејмови (за слаби машини)\n"
"\n"
"Основни копчиња: (комплетна листа во man страната, проверете го исто така и input.conf)\n"
" <-  или  ->       бара назад/напред за 10 секунди\n"
" up или down       бара назад/напред за 1 минута\n"
" pgup или pgdown   бара назад/напред за 10 минути\n"
" < или >           чекор назад/напред во плејлистата\n"
" p или SPACE       го паузира филмот (притиснете на било кое копче да продолжи)\n"
" q или ESC         го стопира пуштањето и излегува од програмата\n"
" + или -           приспосубување на аудио задоцнувањето со +/- 0.1 секунда\n"
" o                цикличен OSD мод: ниеден / барот за барање / барот за барање + тајмер\n"
" * или /           зголемување или намалување на PCM тонот\n"
" z или x           прилагодување на задоцнувањето на преводот со +/- 0.1 секунда\n"
" r или t           прилагодување на позицијата за преводот нагоре/надолу, исто така видете и -vf expand\n"
"\n"
" * * * ВИДЕТЕ ЈА MAN СТРАНАТА ЗА ДЕТАЛИ, ПОВЕЌЕ (НАПРЕДНИ) ОПЦИИ И КОПЧИЊА* * *\n"
"\n";
#endif
#endif
