// Преведено от А. Димитров, plazmus@gmail.com
// Всички предложения са добре дошли.
// UTF-8
#ifdef HELP_MP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static char* banner_text=
"\n\n"
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)\n"
"\n";

static char help_text[]=
"Употреба:   mplayerxp [опции] [url|път/]име_на_файл\n"
"\n"
"Основни опции:   (пълният списък е в ръководството - 'man mplayerxp')\n"
" -vo <дрв[:устр]>  избор на видео драйвер & устройство ('-vo help' дава списък)\n"
" -ao <дрв[:устр]>  избор на звуков драйвер & устройство ('-ao help' дава списък)\n"
#ifdef CONFIG_VCD
" vcd://<пътечка>   пуска (S)VCD (Super Video CD) пътечка (без монтиране!)\n"
#endif
#ifdef CONFIG_DVDREAD
" dvd://<номер>     пуска DVD заглавие от устройство, вместо от файл\n"
" -alang/-slang     избор на език за DVD аудиo/субтитри (чрез 2-буквен код)\n"
#endif
" -ss <позиция>     превъртане до дадена (в секунди или чч:мм:сс) позиция\n"
" -nosound          изключване на звука\n"
" -fs               пълноекранно възпроизвеждане (или -vm, -zoom, вж. manpage)\n"
" -x <x> -y <y>     избор на резолюция (използва се с -vm или -zoom)\n"
" -sub <файл>       задава файла със субтитри (вижте също -subfps и -subdelay)\n"
" -playlist <файл>  отваря playlist файл\n"
" -vid x -aid y     избор на видео (x) и аудио (y) поток за възпроизвеждане\n"
" -fps x -srate y   смяна на видео (x кадри в секунда) и аудио (y Hz) честотата\n"
" -pp <качество>    включва филтър за допълнителна обработка на образа\n"
"                   вижте ръководството и документацията за подробности\n"
" -framedrop        разрешава прескачането на кадри (при бавни машини)\n"
"\n"
"Основни клавиши:   (пълен списък има в ръководството, проверете също input.conf)\n"
" <-  или  ->       превърта назад/напред с 10 секунди\n"
" up или down       превърта назад/напред с 1 минута\n"
" pgup или pgdown   превърта назад/напред с 10 минути\n"
" < или >           стъпка назад/напред в playlist списъка\n"
" p или SPACE       пауза (натиснете произволен клавиш за продължение)\n"
" q или ESC         спиране на възпроизвеждането и изход от програмата\n"
" + или -           промяна закъснението на звука с +/- 0.1 секунда\n"
" o                 превключва OSD режима: без/лента за превъртане/лента и таймер\n"
" * или /           увеличава или намалява силата на звука (PCM)\n"
" z или x           променя закъснението на субтитрите с +/- 0.1 секунда\n"
" r или t           премества субтитрите нагоре/надолу, вижте и -vf expand\n"
"\n"
" * * * ЗА ПОДРОБНОСТИ, ДОПЪЛНИТЕЛНИ ОПЦИИ И КЛАВИШИ, ВИЖТЕ РЪКОВОДСТВОТО! * * *\n"
"\n";
#endif
#endif
