/* Translated by:  Volodymyr M. Lisivka <lvm@mystery.lviv.net>,
		   Andriy Gritsenko <andrej@lucky.net>*/
// UTF-8
#ifdef HELP_MP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static char* banner_text=
"\n\n"
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)\n"
"\n";

static char help_text[]=
"Запуск:   mplayerxp [опції] [path/]filename\n"
"\n"
"Опції:\n"
" -vo <drv[:dev]> вибір драйвера і пристрою відео виводу (список див. з '-vo help')\n"
" -ao <drv[:dev]> вибір драйвера і пристрою аудіо виводу (список див. з '-ao help')\n"
#ifdef CONFIG_VCD
" vcd://<номер треку> грати VCD (video cd) трек з пристрою замість файлу\n"
#endif
#ifdef CONFIG_DVDREAD
" dvd://<номер титрів> грати DVD титри/трек з пристрою замість файлу\n"
" -alang/-slang   вибрати мову DVD аудіо/субтитрів (двосимвольний код країни)\n"
#endif
" -ss <час>       переміститися на задану (секунди або ГГ:ХХ:СС) позицію\n"
" -nosound        без звуку\n"
" -stereo <режим> вибір MPEG1 стерео виводу (0:стерео 1:лівий 2:правий)\n"
" -channels <n>   номер вихідних каналів звуку\n"
" -fs -vm -zoom   повноекранне програвання (повноекр.,зміна відео,масштабування\n"
" -x <x> -y <y>   маштабувати картинку до <x> * <y> [якщо -vo драйвер підтримує!]\n"
" -sub <file>     вказати файл субтитрів (див. також -subfps, -subdelay)\n"
" -playlist <file> вказати playlist\n"
" -vid x -aid y   опції для вибору відео (x) і аудіо (y) потоку для програвання\n"
" -fps x -srate y опції для зміни відео (x кадр/сек) і аудіо (y Hz) швидкості\n"
" -pp <quality>   дозволити фільтр (0-4 для DivX, 0-63 для mpegs)\n"
" -nobps          використовувати альтернативний метод синхронізації A-V для AVI файлів (може допомогти!)\n"
" -framedrop      дозволити втрату кадрів (для повільних машин)\n"
" -wid <id вікна> використовувати існуюче вікно для відео виводу (корисно для plugger!)\n"
"\n"
"Клавіші:\n"
" <-  або ->      перемотування вперед/назад на 10 секунд\n"
" вверх або вниз  перемотування вперед/назад на  1 хвилину\n"
" pgup або pgdown перемотування вперед/назад на 10 хвилин\n"
" < або >         перемотування вперед/назад у списку програвання\n"
" p або ПРОБІЛ    зупинити фільм (будь-яка клавіша - продовжити)\n"
" q або ESC       зупинити відтворення і вихід\n"
" + або -         регулювати затримку звуку по +/- 0.1 секунді\n"
" o               циклічний перебір OSD режимів:  нема / навігація / навігація+таймер\n"
" * або /         додати або зменшити гучність (натискання 'm' вибирає master/pcm)\n"
" z або x         регулювати затримку субтитрів по +/- 0.1 секунді\n"
" r or t          змінити положення субтитрів вгору/вниз, також див. -vf expand\n"
"\n"
" * * * ДЕТАЛЬНІШЕ ДИВ. ДОКУМЕНТАЦІЮ, ПРО ДОДАТКОВІ ОПЦІЇ І КЛЮЧІ! * * *\n"
"\n";
#endif
#endif
