// Преведено от А. Димитров, plazmus@gmail.com
// Всички предложения са добре дошли.
// UTF-8
#ifdef HELP_MPXP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static const char* banner_text[]={
"",
"",
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)",
NULL
};

static const char* help_text[]={
"",
"Употреба:   mplayerxp [опции] [url|път/]име_на_файл",
"",
"Основни опции:   (пълният списък е в ръководството - 'man mplayerxp')",
" -vo <дрв[:устр]>  избор на видео драйвер & устройство ('-vo help' дава списък)",
" -ao <дрв[:устр]>  избор на звуков драйвер & устройство ('-ao help' дава списък)",
" -play.ss <позиция>превъртане до дадена (в секунди или чч:мм:сс) позиция",
" -audio.off        изключване на звука",
" -video.fs         пълноекранно възпроизвеждане (или -video.vm, -video.zoom, вж. manpage)",
" -sub.file <файл>  задава файла със субтитри",
" -play.list <файл> отваря playlist файл",
" -sync.framedrop   разрешава прескачането на кадри (при бавни машини)",
"",
"Основни клавиши:   (пълен списък има в ръководството, проверете също input.conf)",
" <-  или  ->       превърта назад/напред с 10 секунди",
" up или down       превърта назад/напред с 1 минута",
" pgup или pgdown   превърта назад/напред с 10 минути",
" < или >           стъпка назад/напред в playlist списъка",
" p или SPACE       пауза (натиснете произволен клавиш за продължение)",
" q или ESC         спиране на възпроизвеждането и изход от програмата",
" o                 превключва OSD режима: без/лента за превъртане/лента и таймер",
" * или /           увеличава или намалява силата на звука (PCM)",
"",
" * * * ЗА ПОДРОБНОСТИ, ДОПЪЛНИТЕЛНИ ОПЦИИ И КЛАВИШИ, ВИЖТЕ РЪКОВОДСТВОТО! * * *",
NULL
};
#endif
#endif
