// translated to Macedonian by: MIsTeRIoZ "Zoran Dimovski"<zoki@email.com>
// Last sync with help_mp-en.h 1.113
// UTF-8
#ifdef HELP_MPXP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static const char* banner_text[]={
"",
"",
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)",
NULL
};

static const char* help_text[]={
"",
"Употреба: mplayerxp [опции] [url|патека/]ИмеНаДатотеката",
"",
"Основни Опции: (комплетна листа на man страницата)",
" -vo <drv[:dev]>  избира излезен видео драјвер и уред ('-vo help' за листа)",
" -ao <drv[:dev]>  избира излезен аудио драјвер и уред ('-ao help' за листа)",
" -play.ss <timepos>бара до дадената (секунди или hh:mm:ss) позиција",
" -audio.off       не го пушта звукот",
" -video.fs        плејбек на цел екран (или -video.vm, -video.zoom, подетално во man страната)",
" -sub.file <file> одредува датотека со превод за употреба",
" -play.list <file>одредува датотека со плејлиста",
" -sync.framedrop  овозможува отфрлање на фрејмови (за слаби машини)",
"",
"Основни копчиња: (комплетна листа во man страната, проверете го исто така и input.conf)",
" <-  или  ->       бара назад/напред за 10 секунди",
" up или down       бара назад/напред за 1 минута",
" pgup или pgdown   бара назад/напред за 10 минути",
" < или >           чекор назад/напред во плејлистата",
" p или SPACE       го паузира филмот (притиснете на било кое копче да продолжи)",
" q или ESC         го стопира пуштањето и излегува од програмата",
" o                цикличен OSD мод: ниеден / барот за барање / барот за барање + тајмер",
" * или /           зголемување или намалување на PCM тонот",
"",
" * * * ВИДЕТЕ ЈА MAN СТРАНАТА ЗА ДЕТАЛИ, ПОВЕЌЕ (НАПРЕДНИ) ОПЦИИ И КОПЧИЊА* * *",
NULL
};
#endif
#endif
