/* Translated by:  Volodymyr M. Lisivka <lvm@mystery.lviv.net>,
		   Andriy Gritsenko <andrej@lucky.net>*/
// UTF-8
#ifdef HELP_MPXP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static const char* banner_text[]={
"",
"",
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)",
NULL
};

static const char* help_text[]={
"",
"Запуск:   mplayerxp [опції] [path/]filename",
"",
"Опції:",
" -vo <drv[:dev]> вибір драйвера і пристрою відео виводу (список див. з '-vo help')",
" -ao <drv[:dev]> вибір драйвера і пристрою аудіо виводу (список див. з '-ao help')",
" -play.ss <час>  переміститися на задану (секунди або ГГ:ХХ:СС) позицію",
" -audio.off      без звуку",
" -video.fs       повноекранне програвання (повноекр.,зміна відео,масштабування",
" -sub.file <file>вказати файл субтитрів",
" -play.list<file>вказати playlist",
" -sync.framedrop дозволити втрату кадрів (для повільних машин)",
"",
"Клавіші:",
" <-  або ->      перемотування вперед/назад на 10 секунд",
" вверх або вниз  перемотування вперед/назад на  1 хвилину",
" pgup або pgdown перемотування вперед/назад на 10 хвилин",
" < або >         перемотування вперед/назад у списку програвання",
" p або ПРОБІЛ    зупинити фільм (будь-яка клавіша - продовжити)",
" q або ESC       зупинити відтворення і вихід",
" o               циклічний перебір OSD режимів:  нема / навігація / навігація+таймер",
" * або /         додати або зменшити гучність (натискання 'm' вибирає master/pcm)",
"",
" * * * ДЕТАЛЬНІШЕ ДИВ. ДОКУМЕНТАЦІЮ, ПРО ДОДАТКОВІ ОПЦІЇ І КЛЮЧІ! * * *",
NULL
};
#endif
#endif
