// Преведено от А. Димитров, plazmus@gmail.com
// Всички предложения са добре дошли.
// UTF-8
#ifdef HELP_MPXP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static char* banner_text=
"\n\n"
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)\n"
"\n";

static char help_text[]=
"Употреба:   mplayerxp [опции] [url|път/]име_на_файл\n"
"\n"
"Основни опции:   (пълният списък е в ръководството - 'man mplayerxp')\n"
" -vo <дрв[:устр]>  избор на видео драйвер & устройство ('-vo help' дава списък)\n"
" -ao <дрв[:устр]>  избор на звуков драйвер & устройство ('-ao help' дава списък)\n"
" -play.ss <позиция>превъртане до дадена (в секунди или чч:мм:сс) позиция\n"
" -audio.off        изключване на звука\n"
" -video.fs         пълноекранно възпроизвеждане (или -video.vm, -video.zoom, вж. manpage)\n"
" -sub.file <файл>  задава файла със субтитри\n"
" -play.list <файл> отваря playlist файл\n"
" -sync.framedrop   разрешава прескачането на кадри (при бавни машини)\n"
"\n"
"Основни клавиши:   (пълен списък има в ръководството, проверете също input.conf)\n"
" <-  или  ->       превърта назад/напред с 10 секунди\n"
" up или down       превърта назад/напред с 1 минута\n"
" pgup или pgdown   превърта назад/напред с 10 минути\n"
" < или >           стъпка назад/напред в playlist списъка\n"
" p или SPACE       пауза (натиснете произволен клавиш за продължение)\n"
" q или ESC         спиране на възпроизвеждането и изход от програмата\n"
" o                 превключва OSD режима: без/лента за превъртане/лента и таймер\n"
" * или /           увеличава или намалява силата на звука (PCM)\n"
"\n"
" * * * ЗА ПОДРОБНОСТИ, ДОПЪЛНИТЕЛНИ ОПЦИИ И КЛАВИШИ, ВИЖТЕ РЪКОВОДСТВОТО! * * *\n"
"\n";
#endif
#endif
