// Translated by: Ioannis Panteleakis <pioann@csd.auth.gr>
// Various corrections and additions by: Haris Kouzinopoulos <ironhell3@hotmail.com>
// UTF-8
#ifdef HELP_MPXP_DEFINE_STATIC
#ifndef MSGTR_BANNER_TEXT
static const char* banner_text[]={
"\n",
"MPlayerXP " VERSION "(C) 2002 Nickols_K 2000-2002 Arpad Gereoffy (see DOCS!)",
NULL
};

static const char* help_text[]={
"",
"Usage:   mplayerxp [επιλογές] [url|διαδρομή/]όνομα_αρχείου",
"",
"Βασικές επιλογές: (Ανατρέξτε στη  σελίδα εγχειριδίου για ολοκληρωμένη λίστα με επιλογές)",
" -vo <drv[:dev]> επιλέξτε τον οδηγό εξόδου βίντεο και τη συσκευή (βλέπε '-vo help' για τη λίστα)",
" -ao <drv[:dev]> επιλέξτε τον οδηγό εξόδου ήχου και τη συσκευή (βλέπε '-ao help' για τη λίστα)",
" -play.ss <timepos> αναζήτηση σε δεδομένη θέση (δευτερόλεπτα ή ωω:λλ:δδ)",
" -audio.off      μη αναπαραγωγή του ήχου",
" -video.fs  επιλογές για αναπαραγωγή σε πλήρη οθόνη (ή -video.vm -video.zoom, δείτε man page για περισσότερες πληροφορίες)",
" -sub.file <αρχείο>   επιλογή του αρχείου ",
" -play.list <αρχείο> ορίζει το αρχείο της λίστας αναπαραγωγής",
" -sync.framedrop  ενεργοποίηση του frame-dropping (για αργά μηχανήματα)",
"",
"Βασικά πλήκτρα: (Ανατρέξτε στη  σελίδα εγχειριδίου για ολοκληρωμένη λίστα , καθώς επίσης και  στο αρχείο input.conf)",
" <-  ή  ->      αναζήτηση μπρος/πίσω κατά 10 δευτερόλεπτα",
" up ή down      αναζήτηση μπρος/πίσω κατά 1 λεπτό",
" pgup ή pgdown  αναζήτηση μπρος/πίσω κατά 10 λεπτά",
" < ή >          αναζήτηση μπρος/πίσω στην λίστα αναπαραγωγής",
" p ή SPACE      παύση ταινίας (πατήστε οποιοδήποτε πλήκτρο για να συνεχίσετε)",
" q ή ESC        στοπ την αναπαραγωγή και έξοδος προγράμματος",
" o               αλλαγή της OSD μεθόδου:  τίποτα / μπάρα προόδου / μπάρα προόδου+χρόνος",
" * ή /          αύξηση ή μείωση της έντασης του ήχου (πατήστε 'm' για επιλογή master/pcm)",
"",
" Ανατρέξτε στη σελίδα εγχειριδίου για περισσότερες λεπτομέρειες, πιο προχωρημένες επιλογές και  λίστα με πλήκτρα ",
NULL
};
#endif
#endif
